Revit 2024 API
ParameterTypeId.StructuralSectionPipestandardWalldesignthickness Property
 "Wall Design Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralSectionPipestandardWalldesignthickness { get; }
Visual Basic
Public Shared ReadOnly Property StructuralSectionPipestandardWalldesignthickness As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralSectionPipestandardWalldesignthickness {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace